testdata/Soap_RestAPI/TC146_QuoteValidationDPTHitronMoxi.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"xmlns:v1="http://cia.services.netcracker.com/schemas/GetQuoteDetails/v2.1"
xmlns:cmntypes="http://cia.services.netcracker.com/schemas/CommonTypes/v1">
	    <soapenv:Header/>
	    <soapenv:Body>
	        <v1:GetQuoteDetailsByCustomerAccountRequest>
	            <v1:TechnicalContext>
	                <cmntypes:MessageSentTimestampUTC>2017-09-29T23:45:58.123Z</cmntypes:MessageSentTimestampUTC>
	            </v1:TechnicalContext>
	            <v1:AccountId>Parm1</v1:AccountId>
	        </v1:GetQuoteDetailsByCustomerAccountRequest>
	    </soapenv:Body>
	</soapenv:Envelope>

